Repository: kenrestivo/pacificacooop
Catalog: drupal/modules/eventrepeat/po/*.po
Languages: de

source: This occurance only
de: Nur dieses Serienelemente

source: This occurance and all future occurances
de: Diese Serienelemente und alle zukünftigen

source: All occurances
de: Alle Serienelemente

source: Repeat event--delete the following
de: Widerkehrende Veranstaltungen -- lösche die folgenden

source: 'This occurance and all future occurances' will delete repeat events from the date of the selected node forward, 'All occurances' will delete repeat events after today's date.
de: 'Diese Serienelemente und alle zukünftigen' wird alle Serienelemente vom angegebenen Datum an löschen, 'Alle Serienelemente' wird alle Serienelemente nach dem heutigen Tag löschen.

source: Allow repeat events
de: Erlaube wiederkehrende Veranstaltungen

source: if selected, users will be allowed to add repeating events for this node type
de: wenn ausgewählt, wird den Benutzern erlaubt, wiederkehrende Veranstaltungen für diesen Inhaltstypen, anzulegen.

source: Apply edit(s) to
de: Bestätige Bearbeitung(en) für

source: 'This occurance and all future occurances' will edit repeat events from the date of the selected node forward, 'All occurances' will edit repeat events after today's date. <br>Note: editing a single occurance will remove it from the repeat sequence.
de: 'Dieses Serienelemente und alle zukünftigen' bearbeitet alle wiederkehrenden Veranstaltungen vom ausgewählten Datum an, 'Alle Serienelemente' bearbeitet alle Veranstaltungen nach dem heutigen Datum. <br>Hinweis: das Bearbeiten eines einzelnen Elementes entfernt dieses von der Serie.

source: Need help creating a repeat pattern? Click
de: Brauchen Sie Hilfe für die Erzeugung eines wiederkehrenden Musters? Klick

source: here
de: hier

source: Adds support for repeating events. Dependency: event.module
de: Fügt die Unterstützung für wiederkehrende Veranstaltungen hinzu. Abhängigkeiten: event.module

source: repeat
de: wiederhole

source: repeat help
de: wiederhole Hilfe

source: Submit
de: Bestätigen

source: This calendar view is outside of the range of repeat event support
de: Diese Kalenderansicht gehört nicht zum Bereich der wiederkehrenden Veranstaltungen.

source: none
de: keine

source: Daily
de: täglich

source: Weekly
de: wöchentlich

source: Monthly
de: monatlich

source: Yearly
de: jährlich

source: Repeat type
de: Wiederholungstyp

source: select 'none' to disable repeats for this event
de: Wähle 'keine', um die Wiederholungen abzustellen.

source: End Settings
de: Ende der Einstellungen

source: Select only one of the above end parameters
de: Wähle nur einen der obigen Endparamter aus.

source: Repeat end date
de: Wiederholungs Enddatum

source: OR
de: ODER

source: Count
de: zähle

source: Interval
de: Intervall

source: Frequency of repeat: 1 = every, 2 = every other, 3 = every 3rd, etc.
de: Frequenz der Wiederholung: 1 = jeder, 2 = jeder andere, 3 = jeder dritte, usw.

source: Sunday
de: Sonntag

source: Monday
de: Montag

source: Tuesday
de: Dienstag

source: Wednesday
de: Mittwoch

source: Thursday
de: Donnerstag

source: Friday
de: Freitag

source: Saturday
de: Samstag

source: 1st
de: erste

source: 2nd
de: zweite

source: 3rd
de: dritte

source: 4th
de: vierte

source: 5th
de: fünfte

source: Last
de: letzte

source: Next to Last
de: nächster bis letzter

source: 2nd from Last
de: zweiter bis letzter

source: 3rd from Last
de: driter bis letzter

source: 4th from Last
de: vierter bis letzter

source: Day(s)
de: Tag(e)

source: Determines what day(s) of the week/month this event repeats on (by day of the week). Lots of options available, scroll down!
de: Gibt die Tage der Woche/ des Monats an, an denen die Veranstaktung wiederholt wird (nach Wochentagen). Eine Menge von Einstellungen sind möglich, blättern Sie nach unten durch!

source: January
de: Januar

source: February
de: Februar

source: March
de: März

source: May
de: Mai

source: June
de: Juni

source: July
de: Juli

source: October
de: Oktober

source: December
de: Dezember

source: Month(s)
de: Monat(e)

source: Selects what month(s) of the year this event repeats on
de: Wähle den/die Monat/e aus, an denen die Veranstaltung wiederholt wird.

source: Day(s) of the Month
de: Tage des Monats

source: Determines what day(s) of the month this event repeats on (the actual day number in the month). Negative numbers count from the end of the month.
de: Gibt die Tage des Monats an, an denen die Veranstaltung wiederholt wird (Tag im Monat als Zahl). Negative Zahlen werden vom Ende des Monats berechnet.

source: Day(s) of the Year
de: Tage des Jahres

source: Determines what day(s) of the year this event repeats on. Negative numbers count from the end of the year.
de: Gibt die Tage des Jahres an, an denen die Veranstaltung wiederholt wird. Negative Zahlen werden vom Ende des Jahres berechnet.

source: Week Number(s)
de: Wochennummern

source: Selects what week(s) of the year this event repeats on
de: Wähle die Wochen des Jahres aus, an denen die Veranstaltung wiederholt wird.

source: Current Exceptions
de: aktuelle Ausnahme

source: Exception Editor
de: Ausnahmen Bearbeitung

source: Enter exception dates here (dates that will not be rendered as part of the repeat sequence). If you wish to delete an already existing exception, enter the date again. Don't forget to press the 'Submit' button after editing the exception dates!
de: Geben Sie hier Ausnahmen an (Daten, welche ncht als Serienelemente betrachtet werden). Wenn Sie eine bereits existierende Ausnahme löschen möchten, so fügen Sie das Datum wieder hinzu. Vergessen Sie nicht, den "Bestätigen" Knopf zu drücken, wenn Sie die Ausnahmen bearbeitet haben!

source: Repeat settings: %title<br>%event_start
de: Wiederholungseinstellungen: %title<br>%event_start

source: Select
de: auswählen

source: Add/Delete Exception
de: Ausnahme hinzufügen / löschen

source: Repeat settings updated
de: Wiederholungseinstellungen aktualisiert

source: You must select a Repeat Type in order to save the settings
de: Sie müssen einen Wiederholungstyp wählen, um die Einstellungen zu speichern.

source: Title tag
de: Titel Kennzeichnung

source: Enter a tag that will be prepended to all events in a repeat sequence--leave blank for no tag.
de: Fügen Sie eine Kennzeichnung ein, die an alle wiederkehrende Veranstaltungen angefügt wird -- leer lassen, für keine Kennzeichnung

source: Leave individual edits in sequence
de: individuell geänderte Veranstaltungen in der Serie belassen

source: If selected, individually edited nodes will remain part of their repeat sequence<br>WARNING: Subsequent mass edits involving the individually edited node will overwrite the old data!
de: Wenn ausgewählt, bleiben individuell geänderte Veranstalttungen in der Serie.<br>WARNUNG: Wenn Sie die Serien bearbeitem werden die individuellen Daten wieder überschrieben!

source: Initial render period
de: anfängliche Periode

source: Number of days from current date that repeat rendering is supported. Default is 2000 days, and it's recommended that this value be kept. Maximum allowed value is 10000.
de: Anzahl der Tage vom aktuellen Datum an, an denen Wiederholungen die unterstütz werden. Standard sind 2000 Tage und es wird empfohlen, diesen Wert beizubehalten. Maximal erlaubter Wert ist 10000.

source: You have selected a date that is before or the same as the start of the selected event, which is not allowed--check your repeat pattern settings and try again. <br> Note: If you are trying to shorten the end date of a repeat cycle, perform that operation from an event date before the new end date.
de: Sie haben ein Datum gewählt, welches vor dem Datum der ausgewählten Veranstaltung liegt (oder das Slebe ist). Dies ist nicht erlaubt! -- Kontrollieren Sie das Wiederholungsmuster and versuchen Sie es erneut. <br>Hinweis: Wenn Sie versuchen, das Enddatum nach vorne zu verlegen, nehmen Sie diese Veränderung von einer Veranstalung vor, die vor dem neuen Enddatum liegt.

source: date 'month' value not selected
de: Datum 'Monat' ist nicht ausgewählt

source: date 'day' value not selected
de: Datum 'Tag' ist nicht ausgewählt

source: date 'year' value not selected
de: Datum 'Jahr' ist nicht ausgewählt

source: create repeat events
de: erzeuge eine wiederkehrende Veranstaltung

source: eventrepeat
de: wiederkehrende Veranslatungen
